let wordList = [
	{
		word: "banana",
		hint: "жёлтый фрукт"
	},
	{
		word: "candy",
		hint: "сладкое угощение"
	},
	{
		word: "github",
		hint: "платформа для размещения кода"
	},
	{
		word: "png",
		hint: "формат файла изображения"
	},
	{
		word: "silver",
		hint: "драгоценный серовато-белый металл"
	},
	{
		word: "mobile",
		hint: "электронное устройство"
	},
	{
		word: "gpu",
		hint: "компьютерный компонент"
	},
	{
		word: "java",
		hint: "язык программирования"
	},
	{
		word: "google",
		hint: "известная поисковая система"
	},
	{
		word: "venice",
		hint: "знаменитый город вод"
	},
	{
		word: "excel",
		hint: "продукт Microsoft для Windows"
	},
	{
		word: "dance",
		hint: "переходите к музыке"
	},
	{
		word: "eagle",
		hint: "хищная птица"
	},
	{
		word: "grape",
		hint: "маленький плод"
	},
	{
		word: "honey",
		hint: "сладкий сироп"
	},
	{
		word: "jelly",
		hint: "фруктовый спред"
	},
	{
		word: "lemon",
		hint: "кислые цитрусовые"
	},
	{
		word: "melon",
		hint: "сладкие фрукты"
	},
	{
		word: "olive",
		hint: "маленький плод"
	},
	{
		word: "peach",
		hint: "мягкие фрукты"
	},
	{
		word: "queen",
		hint: "женщина-правитель"
	},
	{
		word: "rabbit",
		hint: "пушистое животное"
	},
	{
		word: "spider",
		hint: "восьминогий жук"
	},
	{
		word: "tiger",
		hint: "большая кошка"
	},
	{
		word: "uncle",
		hint: "брат отца"
	},
	{
		word: "virus",
		hint: "болезнь"
	},
	{
		word: "water",
		hint: "прозрачная жидкость"
	},
	{
		word: "xenon",
		hint: "химический элемент"
	},
	{
		word: "yacht",
		hint: "лодка"
	},
	{
		word: "bread",
		hint: "запеченная пища"
	},
	{
		word: "cheese",
		hint: "молочный продукт"
	},
	{
		word: "donkey",
		hint: "родственник лошади"
	},
	{
		word: "eggnog",
		hint: "праздничный напиток"
	},
	{
		word: "fridge",
		hint: "прибор"
	},
	{
		word: "guitar",
		hint: "струнный инструмент"
	},
	{
		word: "hockey",
		hint: "ледовый спорт"
	},
	{
		word: "igloo",
		hint: "снежный домик"
	},
	{
		word: "jacket",
		hint: "предмет одежды"
	},
	{
		word: "kettle",
		hint: "водогрейный котел"
	},
	{
		word: "leaves",
		hint: "три части"
	},
	{
		word: "mantis",
		hint: "насекомое"
	},
	{
		word: "noodle",
		hint: "макароны"
	},
	{
		word: "orange",
		hint: "цитрусовые фрукты"
	},
	{
		word: "pepper",
		hint: "приправа"
	},
	{
		word: "mysql",
		hint: "система реляционных баз данных"
	},
	{
		word: "iran",
		hint: "название развивающейся страны"
	},
	{
		word: "flute",
		hint: "музыкальный инструмент"
	},
	{
		word: "crypto",
		hint: "связанный с криптовалютой"
	},
	{
		word: "tesla",
		hint: "единица измерения плотности магнитного потока"
	},
	{
		word: "mars",
		hint: "планета нашей солнечной системы"
	},
	{
		word: "proxy",
		hint: "связано с серверным приложением"
	},
	{
		word: "email",
		hint: "связанный с обменом сообщениями"
	},
	{
		word: "html",
		hint: "язык разметки для Интернета"
	},
	{
		word: "air",
		hint: "связанный с газом"
	},
	{
		word: "idea",
		hint: "мысль или предложение"
	},
	{
		word: "server",
		hint: "связанный с компьютером или системой"
	},
	{
		word: "svg",
		hint: "формат векторного изображения"
	},
	{
		word: "jpeg",
		hint: "формат файла изображения"
	},
	{
		word: "search",
		hint: "действуйте, чтобы найти что-то"
	},
	{
		word: "key",
		hint: "маленький кусочек металла"
	},
	{
		word: "egypt",
		hint: "название страны"
	},
	{
		word: "joker",
		hint: "фильм-психологический триллер"
	},
	{
		word: "dubai",
		hint: "название развитой страны"
	},
	{
		word: "photo",
		hint: "изображение человека или сцены"
	},
	{
		word: "nile",
		hint: "самая большая река в мире"
	},
	{
		word: "rain",
		hint: "связанный с водой"
	},
	{
		word: "python",
		hint: "язык программирования"
	},
	{
		word: "guitar",
		hint: "музыкальный инструмент"
	},
	{
		word: "aim",
		hint: "цель или намерение"
	},
	{
		word: "venus",
		hint: "планета нашей солнечной системы"
	},
	{
		word: "gold",
		hint: "желтый драгоценный металл"
	},
	{
		word: "ebay",
		hint: "сайт онлайн-покупок"
	},
	{
		word: "golang",
		hint: "язык программирования"
	},
	{
		word: "coding",
		hint: "связанные с программированием"
	},
	{
		word: "matrix",
		hint: "научно-фантастический фильм"
	},
	{
		word: "bugs",
		hint: "связанные с программированием"
	},
	{
		word: "avatar",
		hint: "эпический научно-фантастический фильм"
	},
	{
		word: "gif",
		hint: "формат файла для изображения"
	},
	{
		word: "mental",
		hint: "связанный с умом"
	},
	{
		word: "map",
		hint: "диаграмма, представляющая область"
	},
	{
		word: "island",
		hint: "земля, окруженная водой"
	},
	{
		word: "hockey",
		hint: "знаменитая игра в зимнее время года"
	},
	{
		word: "chess",
		hint: "связано с игрой в помещении"
	},
	{
		word: "vk",
		hint: "приложения для социальных сетей"
	},
	{
		word: "viber",
		hint: "приложения для социальных сетей"
	},
	{
		word: "whatsapp",
		hint: "приложения для социальных сетей"
	},
	{
		word: "telegram",
		hint: "приложения для социальных сетей"
	},
	{
		word: "football",
		hint: "знаменитая игра на свежем воздухе"
	},
	{
		word: "king and the clown",
		hint: "Чтобы сбежать от реальности, они изобрели свой мир — с колдунами и лесниками. Главный сериал(2023) весны"
	},
	{
		word: "wednesday",
		hint: "серил 2022 года жанра: фэнтези, комедия криминал детектив"
	},
	{
		word: "supernatural",
		hint: "Братья стараются не выпустить демонов. фантастический сериал 2005-2020"
	},
	{
		word: "lucifer",
		hint: "известный как Дьявол и помогает душам грешников перейти в Рай"
	},
	{
		word: "game of thrones",
		hint: "Рыцари, мертвецы и драконы — в эпической битве за судьбы мира. Сериал(2011-2019), который навсегда изменил телевидение"
	},
	{
		word: "god",
		hint: "название могущественного сверхъестественного Высшего Существа в теистических и деистических религиях"
	},
]